/* no keychains found to add */
"A keychain cannot be found to store \\U201C%1$@.\\U201D" = "Impossible de trouver un trousseau pour stocker « %1$@ ».";

/* default not configured */
"A keychain cannot be found." = "Impossible de trouver un trousseau.";

/* confirmation on reset to default */
"Are you sure you want to reset your keychain? This will delete all your saved passwords, keys, and certificates. You cannot undo this operation." = "Êtes-vous sûr de vouloir réinitialiser votre trousseau ? Cela effacera tous vos certificats, clés et mots de passe enregistrés. Cette opération est irréversible.";

/* specific default not found to add */
"Keychain \\U201C%1$@\\U201D cannot be found to store \\U201C%2$@.\\U201D" = "Impossible de trouver le trousseau « %1$@ » pour stocker « %2$@ ».";

/* specific default not found */
"Keychain \\U201C%1$@\\U201D cannot be found." = "Impossible de trouver le trousseau « %1$@ ».";

/* enter login password */
"Please enter your login password. This password will be used to create your new keychain." = "Veuillez saisir votre mot de passe d’ouverture de session. Il sera utilisé pour créer votre nouveau trousseau.";

/* reset button title */
"Reset" = "Réinitialiser";

/* warn user of other keychains to re-add to search list */
"You currently have additional keychains on your system that will have to be added to your keychain search list. Use Keychain Access to add them back again." = "Votre système contient des trousseaux supplémentaires qui doivent être ajoutés à votre liste de recherche de trousseau. Utilisez l’application Trousseau d’accès pour les ajouter de nouveau.";

/* descriptive test */
"Your keychain may have been renamed, deleted, or it's on a unmounted volume." = "Votre trousseau a peut-être été renommé ou supprimé ou se trouve sur un volume qui a été démonté.";

